Revit 2027 API
FamilySizeTableErrorInfo.FamilySizeTableErrorType Property
 The error type.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public FamilySizeTableErrorType FamilySizeTableErrorType { get; }
Public ReadOnly Property FamilySizeTableErrorType As FamilySizeTableErrorType
	Get
public:
property FamilySizeTableErrorType FamilySizeTableErrorType {
	FamilySizeTableErrorType get ();
}
member FamilySizeTableErrorType : FamilySizeTableErrorType with get
Property Value
FamilySizeTableErrorType
See Also
Reference
FamilySizeTableErrorInfo Class
Autodesk.Revit.DB Namespace